go-http-server/workloads/wrk_log/wrk_client_0.log
Running 20s test @ http://localhost:8080/cpu
  1 threads and 1 connections
  Thread calibration: mean lat.: 0.995ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.00ms  322.42us   2.00ms   60.09%
    Req/Sec   803.08    444.72     1.22k    76.79%
  17660 requests in 20.01s, 2.88MB read
  Socket errors: connect 0, read 1, write 20678, timeout 0
Requests/sec:    882.73
Transfer/sec:    147.41KB