go-http-server/workloads/wrk_log/wrk_client_2.log
Running 20s test @ http://localhost:8080/hello
  1 threads and 1 connections
  Thread calibration: mean lat.: 0.876ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.88ms  336.07us   2.22ms   60.27%
    Req/Sec   816.99    451.77     1.22k    76.87%
  17661 requests in 20.01s, 2.39MB read
  Socket errors: connect 0, read 1, write 20675, timeout 0
Requests/sec:    882.71
Transfer/sec:    122.41KB