go-http-server/workloads/wrk_log/wrk_client_3.log
Running 20s test @ http://localhost:8080/hello
  1 threads and 1 connections
  Thread calibration: mean lat.: 0.887ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.89ms  334.02us   2.11ms   60.31%
    Req/Sec   813.78    450.03     1.22k    76.85%
  17660 requests in 20.01s, 2.39MB read
  Socket errors: connect 0, read 1, write 20827, timeout 0
Requests/sec:    882.70
Transfer/sec:    122.41KB